[
  { "title": "Arrival", "year": "2016", "evanSays": "Loved this movie! Cerebral, engaging science fiction at its best. Do yourself a favor and don't watch any trailers or read anything about it before seeing it. You won't be disappointed!" },
  { "title": "Coherence", "year": "2013", "evanSays": "Another fantastic science fiction, shot on an insanely low budget. Fun fact: there was actually no script for this movie. The director gave each actor/actress note cards the day-of filming with character motivations and suspicions, and the actors improvised the actual dialogue and acting. So, so, SO GOOD!" },
  { "title": "Interstellar", "year": "2014", "evanSays": "I know this movie got a lot of flak when it came out, with many disliking it passionately. I first saw it in IMAX and I was really emotionally moved by it's poignancy. I think the film posits the idea that the universe is so incomprehensibly huge that the only way to make sense of our place in it is with the human relationships we have with each other. The whole \"love will guide me\" trope is cliché, agreed, but that isn't going to stop me from really enjoying this moive for the spectacle it offers." },
  { "title": "Apollo 13", "year": "1995", "evanSays": "One of my favorite space movies of all time. Makes me both incredibly proud as a member of the human race and incredibly frustrated we haven't done anything in space remotely close to what we did in the 60's & 70's since. NASA is awesome, and this film really feels great to watch. Not to mention it has an excellent musical score." },
  { "title": "Moon", "year": "2009", "evanSays": "Basically a one-man show with Sam Rockwell, this is a fantastic movie and directorial debut by Duncan Jones. You'll enjoy it most if you go in not knowing anything. One of the things I love most about this film is how it plays with your understanding of \"the twist\": this movie is smart." },
  { "title": "Source Code", "year": "2011", "evanSays": "Duncan Jones' second film, equally smart science fiction as Moon. A really fun action-y mental trip through a seemingly normal sequence of events that gets progressively weirder as you dive deeper into the rabbit hole. Great film, great acting, great directing." },
  { "title": "2001: A Space Odyssey", "year": "1968", "evanSays": "The sci-fi film that started it all, I can hardly make this list without including this classic. I recently saw this at the San Francisco Symphony Hall, orchestrated by the symphony and choir, and it was incredible." },
  { "title": "Blade Runner", "year": "1982", "evanSays": "Another classic science fiction film, Blade Runner is a must-see. It's thought-provoking and engaging, leaving you questioning whether or not Deckard is a hero or an anti-hero. Take your time with this movie and let it soak in." },
  { "title": "Ghost in the Shell", "year": "1995", "evanSays": "This is one of the best classical science fiction films ever. There's a live-action remake coming out soon that also looks pretty good, but it won't beat the original. The film is as much art as it is entertainment. There's an excellent NerdWriter analysis of this on YouTube that I highly recommend watching." },
  { "title": "Solaris", "year": "2002", "evanSays": "I've also watched the classic version of this too, but for some reason I prefer the remake, personally. It's hauntingly beautiful and the soundtrack is ASMR-inducing. It's a very slow movie (the original is even slower), so be warned." },
  { "title": "Gattaca", "year": "1997", "evanSays": "With the discovery of CRISPR, I feel like this might not be too far-future science fiction. Very much a social commentary on what it would mean for humans to be genetically designed. Great acting and an engaging plot." },
  { "title": "Patema Inverted", "year": "2013", "evanSays": "I actually found out about this movie by seeing a movie poster for a screening on the sidewalk in SF randomly, and I'm so glad I followed through to finding it an watching it. A fantastic (and fantastical) science fiction story that starts slow then really starts to screw with your brain. Gravity is one of those things that we take for granted that it's really cool to see a movie play with our basic understanding of it." },
  { "title": "The Girl Who Leapt Through Time", "year": "2006", "evanSays": "I wasn't expecting to like this movie as much as I did. It feels at first like your average slice-of-life film about high schoolers, but the deeper you get into the movie, the more you realize how interconnected things are and how layered the film has been from the start. Like all great time-travel movies, the depth and intersection of the plot lines keeps you really engaged." },
  { "title": "Inception", "year": "2010", "evanSays": "" },
  { "title": "Edge of Tomorrow", "year": "2014", "evanSays": "" },
  { "title": "Pi", "year": "1998", "evanSays": "One of the random movies I picked up at Blockbuster (haha, remember those?) back in the day because the cover looked cool. Aaronofsky's tale about the mathematician who discovers the pattern in π, realizes how powerful it is, and subsequently goes mad. It's a rough movie to watch (visually), but its primal nature is part of its appeal." },
  { "title": "Primer", "year": "2004", "evanSays": "The best time travel movie ever. Full Stop. Nothing else comes close. There's nothing more I need to say about this." },
  { "title": "Melancholia", "year": "2011", "evanSays": "Very art-haus, as you would expect from Von Trier. The movie is as close as you can get to the physical manifestation of depression, and it is very depressing to watch. But it is beautiful and haunting." },
  { "title": "Close Encounters of the Third Kind", "year": "1977", "evanSays": "Spielberg classic sci-fi. This was one of the first films that really got me into the genre and it's a classic." },
  { "title": "District 9", "year": "2009", "evanSays": "Unapologetic and socially charged, District 9 is also smart and visually stunning--particularly when you see the budget spent on the movie. Plus, you gotta love Sharlto Copley's entrance to the silver screen. Love that guy." },
  { "title": "The Martian", "year": "2015", "evanSays": "I absolutely loved the book, and the movie turned out much better than I was expecting it would. If you haven't read the book, I highly recommend it, but the movie stays truthful (for the most part) to the book. Another movie about how awesome NASA is (or could be)." },
  { "title": "Looper", "year": "2012", "evanSays": "Another fantastic movie that's a bit more action-y than others on this list. You think you know where it's going, then it throws you for a ringer. Or looper. :P" },
  { "title": "The Abyss", "year": "1989", "evanSays": "The scene at the end with Ed Harris screaming at Mary Elizabeth Mastrantonio to come back to life gets me every... single... time. Then to follow it up with Harris' deep dive (and the dialog that follows with Mastrantonio)... ugh. What a tear-jerker!" },
  { "title": "Ex Machina", "year": "2015", "evanSays": "The animation and acting in this movie are amazing, so is the unsettling nature of the plot. It doesn't shy away from the more difficult questions of what it would mean for man to make AI and what our relationship to it might be." }
]
